Repository: catenarytransit/catenary-ios
Catalog: catenary-ios/Localizable.xcstrings
Source language: en
Languages: bg, cs, da, de, el, es, fi, fr, hu, it, ja, ko, nb, nl, oc, pl, pt, ro, ru, sk, sv, uk, zh_hans, zh_hant, zh_hk

source: OSM station
bg: OSM гара
cs: Stanice OSM
el: Σταθμός OSM
es: Estación OSM
fi: OSM-asema
fr: Gare OSM
hu: OSM-állomás
it: Stazione OSM
ja: OSM駅
ko: OSM 역
nb: OSM-stasjon
oc: Gara OSM
pl: Stacja OSM
pt: Estação OSM
ro: Stație OSM
ru: Станция OSM
sk: Stanica OSM
uk: Станція OSM
zh_hans: OSM 车站
zh_hant: OSM 車站
zh_hk: OSM 車站

source: Other
bg: Друго
cs: Ostatní
da: Andet
de: Sonstige
el: Άλλο
es: Otro
fi: Muu
fr: Autre
hu: Egyéb
it: Altro
ja: その他
ko: 기타
nb: Annet
nl: Overig
oc: Autre
pl: Inne
pt: Outro
ro: Altele
ru: Другое
sk: Ostatné
sv: Övrigt
uk: Інше
zh_hans: 其他
zh_hant: 其他
zh_hk: 其他

source: Other cause
bg: Друга причина
cs: Jiná příčina
da: Anden årsag
de: Andere Ursache
el: Άλλη αιτία
es: Otra causa
fi: Muu syy
fr: Autre cause
hu: Egyéb ok
it: Altra causa
ja: その他の原因
ko: 기타 원인
nb: Annen årsak
nl: Andere oorzaak
oc: Autra causa
pl: Inna przyczyna
pt: Outra causa
ro: Altă cauză
ru: Другая причина
sk: Iná príčina
sv: Annan orsak
uk: Інша причина
zh_hans: 其他原因
zh_hant: 其他原因
zh_hk: 其他原因

source: Other effect
bg: Друг ефект
cs: Jiný dopad
da: Anden virkning
de: Andere Auswirkung
el: Άλλο αποτέλεσμα
es: Otro efecto
fi: Muu vaikutus
fr: Autre effet
hu: Egyéb hatás
it: Altro effetto
ja: その他の影響
ko: 기타 영향
nb: Annen virkning
nl: Ander effect
oc: Autre efièch
pl: Inny skutek
pt: Outro efeito
ro: Alt efect
ru: Другой эффект
sk: Iný vplyv
sv: Annan effekt
uk: Інший ефект
zh_hans: 其他影响
zh_hant: 其他影響
zh_hk: 其他影響

source: Place
bg: Място
cs: Místo
da: Sted
de: Ort
el: Μέρος
es: Lugar
fi: Paikka
fr: Lieu
hu: Hely
it: Luogo
ja: 場所
ko: 장소
nb: Sted
nl: Plaats
oc: Luòc
pl: Miejsce
pt: Local
ro: Loc
ru: Место
sk: Miesto
sv: Plats
uk: Місце
zh_hans: 地点
zh_hant: 地點
zh_hk: 地點

source: Platform
bg: Перон
cs: Nástupiště
da: Perron
de: Gleis
el: Αποβάθρα
es: Andén
fi: Laituri
fr: Voie
hu: Vágány
it: Binario
ja: 番線
ko: 승강장
nb: Spor
nl: Perron
oc: Cai
pl: Peron
pt: Plataforma
ro: Peron
ru: Платформа
sk: Nástupište
sv: Spår
uk: Платформа
zh_hans: 站台
zh_hant: 月台
zh_hk: 月台

# platform.value
source: Platform %@
bg: Перон %@
cs: Nástupiště %@
da: Perron %@
de: Gleis %@
el: Αποβάθρα %@
es: Andén %@
fi: Laituri %@
fr: Voie %@
hu: Vágány %@
it: Binario %@
ja: 番線 %@
ko: 승강장 %@
nb: Spor %@
nl: Perron %@
oc: Cai %@
pl: Peron %@
pt: Plataforma %@
ro: Peron %@
ru: Платформа %@
sk: Nástupište %@
sv: Spår %@
uk: Платформа %@
zh_hans: 站台 %@
zh_hant: 月台 %@
zh_hk: 月台 %@

source: Police activity
bg: Полицейска дейност
cs: Policejní činnost
da: Politiindsats
de: Polizeieinsatz
el: Αστυνομική δραστηριότητα
es: Actividad policial
fi: Poliisitoiminta
fr: Activité policière
hu: Rendőri intézkedés
it: Attività di polizia
ja: 警察活動
ko: 경찰 활동
nb: Politiaktivitet
nl: Politieactiviteit
oc: Activitat de polícia
pl: Działania policji
pt: Atividade policial
ro: Activitate a poliției
ru: Действия полиции
sk: Policajná činnosť
sv: Polisinsats
uk: Дії поліції
zh_hans: 警方活动
zh_hant: 警方活動
zh_hk: 警方行動

source: Preferences
bg: Предпочитания
cs: Předvolby
da: Præferencer
de: Einstellungen
el: Προτιμήσεις
es: Preferencias
fi: Asetukset
fr: Préférences
hu: Beállítások
it: Preferenze
ja: 環境設定
ko: 환경설정
nb: Innstillinger
nl: Voorkeuren
oc: Preferéncias
pl: Preferencje
pt: Preferências
ro: Preferințe
ru: Параметры
sk: Predvoľby
sv: Inställningar
uk: Параметри
zh_hans: 偏好设置
zh_hant: 偏好設定
zh_hk: 偏好設定

source: Rail
bg: Влак
cs: Vlak
da: Tog
de: Bahn
el: Τρένο
es: Tren
fi: Juna
fr: Train
hu: Vonat
it: Treno
ja: 鉄道
ko: 철도
nb: Tog
nl: Trein
oc: Tren
pl: Kolej
pt: Comboio
ro: Tren
ru: Поезд
sk: Vlak
sv: Tåg
uk: Потяг
zh_hans: 铁路
zh_hant: 鐵路
zh_hk: 鐵路

# Ramonda did not return information for this trip.
source: The live trip service did not return information for this trip.
bg: Услугата за пътувания в реално време не върна информация за това пътуване.
cs: Služba živých spojů nevrátila informace o tomto spoji.
da: Live-tjenesten returnerede ingen oplysninger om denne tur.
de: Der Live-Fahrtdienst hat keine Informationen zu dieser Fahrt geliefert.
el: Η υπηρεσία ζωντανών διαδρομών δεν επέστρεψε πληροφορίες για αυτή τη διαδρομή.
es: El servicio de viajes en directo no devolvió información para este viaje.
fi: Reaaliaikainen matkapalvelu ei palauttanut tietoja tästä matkasta.
fr: Le service de trajets en direct n’a renvoyé aucune information pour ce trajet.
hu: Az élő járatszolgáltatás nem adott vissza információt erről a járatról.
it: Il servizio corse in tempo reale non ha restituito informazioni per questa corsa.
ja: リアルタイム便サービスからこの便の情報が返されませんでした。
ko: 실시간 운행 서비스가 이 운행의 정보를 반환하지 않았습니다.
nb: Live-tjenesten returnerte ingen informasjon om denne turen.
nl: De live-ritservice heeft geen informatie voor deze rit geretourneerd.
oc: Lo servici de trajèctes en dirècte a pas retornat d’informacions per aqueste trajècte.
pl: Usługa przejazdów na żywo nie zwróciła informacji o tym przejeździe.
pt: O serviço de viagens em direto não devolveu informações para esta viagem.
ro: Serviciul de curse live nu a returnat informații pentru această cursă.
ru: Служба рейсов в реальном времени не вернула информацию об этом рейсе.
sk: Služba živých spojov nevrátila informácie o tomto spoji.
sv: Livetjänsten returnerade ingen information om den här resan.
uk: Служба рейсів наживо не повернула інформацію про цей рейс.
zh_hans: 实时行程服务未返回此行程的信息。
zh_hant: 即時行程服務未傳回此行程的資訊。
zh_hk: 即時班次服務沒有傳回此班次的資料。

# ramonda.decode_error
source: Unable to decode live trip data: %@
bg: Данните за пътуването в реално време не могат да бъдат декодирани: %@
cs: Data živého spoje nelze dekódovat: %@
da: Live-turdata kunne ikke afkodes: %@
de: Live-Fahrtdaten konnten nicht dekodiert werden: %@
el: Δεν ήταν δυνατή η αποκωδικοποίηση των δεδομένων ζωντανής διαδρομής: %@
es: No se pudieron decodificar los datos del viaje en directo: %@
fi: Reaaliaikaisia matkatietoja ei voitu purkaa: %@
fr: Impossible de décoder les données du trajet en direct : %@
hu: Az élő járatadatok nem dekódolhatók: %@
it: Impossibile decodificare i dati della corsa in tempo reale: %@
ja: リアルタイム便データをデコードできません: %@
ko: 실시간 운행 데이터를 디코딩할 수 없습니다: %@
nb: Live-turdata kunne ikke dekodes: %@
nl: Live-ritgegevens konden niet worden gedecodeerd: %@
oc: Impossible de descodificar las donadas del trajècte en dirècte : %@
pl: Nie można zdekodować danych przejazdu na żywo: %@
pt: Não foi possível descodificar os dados da viagem em direto: %@
ro: Datele cursei live nu au putut fi decodificate: %@
ru: Не удалось декодировать данные рейса в реальном времени: %@
sk: Údaje živého spoja sa nepodarilo dekódovať: %@
sv: Live-resedata kunde inte avkodas: %@
uk: Не вдалося декодувати дані рейсу наживо: %@
zh_hans: 无法解码实时行程数据：%@
zh_hant: 無法解碼即時行程資料：%@
zh_hk: 無法解碼即時班次資料：%@

# ramonda.encode_error
source: Unable to encode %@: %@
bg: Не може да се кодира %@: %@
cs: Nelze zakódovat %@: %@
da: Kunne ikke kode %@: %@
de: %@ konnte nicht kodiert werden: %@
el: Δεν ήταν δυνατή η κωδικοποίηση του %@: %@
es: No se pudo codificar %@: %@
fi: Kohdetta %@ ei voitu koodata: %@
fr: Impossible d’encoder %@ : %@
hu: Nem kódolható: %@ — %@
it: Impossibile codificare %@: %@
ja: %@をエンコードできません: %@
ko: %@을(를) 인코딩할 수 없습니다: %@
nb: Kunne ikke kode %@: %@
nl: Kan %@ niet coderen: %@
oc: Impossible d’encodar %@ : %@
pl: Nie można zakodować %@: %@
pt: Não foi possível codificar %@: %@
ro: Nu s-a putut codifica %@: %@
ru: Не удалось закодировать %@: %@
sk: Nepodarilo sa zakódovať %@: %@
sv: Det gick inte att koda %@: %@
uk: Не вдалося закодувати %@: %@
zh_hans: 无法编码 %@：%@
zh_hant: 無法編碼 %@：%@
zh_hk: 無法編碼 %@：%@

# ramonda.invalid_envelope
source: The server returned an invalid message.
bg: Сървърът върна невалидно съобщение.
cs: Server vrátil neplatnou zprávu.
da: Serveren returnerede en ugyldig meddelelse.
de: Der Server hat eine ungültige Nachricht zurückgegeben.
el: Ο διακομιστής επέστρεψε μη έγκυρο μήνυμα.
es: El servidor devolvió un mensaje no válido.
fi: Palvelin palautti virheellisen viestin.
fr: Le serveur a renvoyé un message non valide.
hu: A kiszolgáló érvénytelen üzenetet adott vissza.
it: Il server ha restituito un messaggio non valido.
ja: サーバーから無効なメッセージが返されました。
ko: 서버가 올바르지 않은 메시지를 반환했습니다.
nb: Serveren returnerte en ugyldig melding.
nl: De server heeft een ongeldig bericht geretourneerd.
oc: Lo servidor a retornat un messatge invalid.
pl: Serwer zwrócił nieprawidłową wiadomość.
pt: O servidor devolveu uma mensagem inválida.
ro: Serverul a returnat un mesaj nevalid.
ru: Сервер вернул недопустимое сообщение.
sk: Server vrátil neplatnú správu.
sv: Servern returnerade ett ogiltigt meddelande.
uk: Сервер повернув недійсне повідомлення.
zh_hans: 服务器返回了无效消息。
zh_hant: 伺服器傳回無效訊息。
zh_hk: 伺服器傳回無效訊息。

# ramonda.invalid_url
source: The live trip service URL is invalid.
bg: URL адресът на услугата за пътувания в реално време е невалиден.
cs: Adresa URL služby živých spojů je neplatná.
da: URL-adressen til live-tjenesten er ugyldig.
de: Die URL des Live-Fahrtdienstes ist ungültig.
el: Η διεύθυνση URL της υπηρεσίας ζωντανών διαδρομών δεν είναι έγκυρη.
es: La URL del servicio de viajes en directo no es válida.
fi: Reaaliaikaisen matkapalvelun URL-osoite on virheellinen.
fr: L’URL du service de trajets en direct n’est pas valide.
hu: Az élő járatszolgáltatás URL-címe érvénytelen.
it: L’URL del servizio corse in tempo reale non è valido.
ja: リアルタイム便サービスのURLが無効です。
ko: 실시간 운행 서비스 URL이 올바르지 않습니다.
nb: URL-en til live-tjenesten er ugyldig.
nl: De URL van de live-ritservice is ongeldig.
oc: L’URL del servici de trajèctes en dirècte es pas valid.
pl: Adres URL usługi przejazdów na żywo jest nieprawidłowy.
pt: O URL do serviço de viagens em direto é inválido.
ro: URL-ul serviciului de curse live nu este valid.
ru: URL службы рейсов в реальном времени недействителен.
sk: Adresa URL služby živých spojov je neplatná.
sv: Webbadressen till livetjänsten är ogiltig.
uk: URL служби рейсів наживо недійсний.
zh_hans: 实时行程服务的 URL 无效。
zh_hant: 即時行程服務的 URL 無效。
zh_hk: 即時班次服務的 URL 無效。

# ramonda.invalid_utf8
source: The outgoing message could not be encoded as UTF-8.
bg: Изходящото съобщение не може да бъде кодирано като UTF-8.
cs: Odchozí zprávu nelze zakódovat jako UTF-8.
da: Den udgående meddelelse kunne ikke kodes som UTF-8.
de: Die ausgehende Nachricht konnte nicht als UTF-8 kodiert werden.
el: Το εξερχόμενο μήνυμα δεν μπορούσε να κωδικοποιηθεί ως UTF-8.
es: El mensaje saliente no se pudo codificar como UTF-8.
fi: Lähtevää viestiä ei voitu koodata UTF-8-muotoon.
fr: Le message sortant n’a pas pu être encodé en UTF-8.
hu: A kimenő üzenet nem kódolható UTF-8 formátumban.
it: Il messaggio in uscita non può essere codificato come UTF-8.
ja: 送信メッセージをUTF-8としてエンコードできません。
ko: 보내는 메시지를 UTF-8로 인코딩할 수 없습니다.
nb: Den utgående meldingen kunne ikke kodes som UTF-8.
nl: Het uitgaande bericht kon niet als UTF-8 worden gecodeerd.
oc: Lo messatge sortent a pas pogut èsser encodat en UTF-8.
pl: Wiadomości wychodzącej nie można zakodować jako UTF-8.
pt: A mensagem de saída não pôde ser codificada como UTF-8.
ro: Mesajul de ieșire nu a putut fi codificat ca UTF-8.
ru: Исходящее сообщение не удалось закодировать в UTF-8.
sk: Odchádzajúcu správu nebolo možné zakódovať ako UTF-8.
sv: Det utgående meddelandet kunde inte kodas som UTF-8.
uk: Вихідне повідомлення не вдалося закодувати як UTF-8.
zh_hans: 无法将发出消息编码为 UTF-8。
zh_hant: 無法將傳出訊息編碼為 UTF-8。
zh_hk: 無法將傳出訊息編碼為 UTF-8。

# ramonda.missing_payload
source: The server message did not contain trip data.
bg: Съобщението от сървъра не съдържа данни за пътуването.
cs: Zpráva serveru neobsahovala data spoje.
da: Servermeddelelsen indeholdt ingen turdata.
de: Die Servernachricht enthielt keine Fahrtdaten.
el: Το μήνυμα του διακομιστή δεν περιείχε δεδομένα διαδρομής.
es: El mensaje del servidor no contenía datos del viaje.
fi: Palvelimen viesti ei sisältänyt matkatietoja.
fr: Le message du serveur ne contenait aucune donnée de trajet.
hu: A kiszolgáló üzenete nem tartalmazott járatadatokat.
it: Il messaggio del server non conteneva dati della corsa.
ja: サーバーメッセージに便データが含まれていません。
ko: 서버 메시지에 운행 데이터가 없습니다.
nb: Servermeldingen inneholdt ingen turdata.
nl: Het serverbericht bevatte geen ritgegevens.
oc: Lo messatge del servidor conteniá pas de donadas de trajècte.
pl: Wiadomość serwera nie zawierała danych przejazdu.
pt: A mensagem do servidor não continha dados da viagem.
ro: Mesajul serverului nu conținea date despre cursă.
ru: Сообщение сервера не содержало данных рейса.
sk: Správa servera neobsahovala údaje spoja.
sv: Servermeddelandet innehöll inga resedata.
uk: Повідомлення сервера не містило даних рейсу.
zh_hans: 服务器消息不包含行程数据。
zh_hant: 伺服器訊息不包含行程資料。
zh_hk: 伺服器訊息不包含班次資料。

# ramonda.send_error
source: Unable to send %@: %@
bg: Не може да се изпрати %@: %@
cs: Nelze odeslat %@: %@
da: Kunne ikke sende %@: %@
de: %@ konnte nicht gesendet werden: %@
el: Δεν ήταν δυνατή η αποστολή του %@: %@
es: No se pudo enviar %@: %@
fi: Kohdetta %@ ei voitu lähettää: %@
fr: Impossible d’envoyer %@ : %@
hu: Nem küldhető el: %@ — %@
it: Impossibile inviare %@: %@
ja: %@を送信できません: %@
ko: %@을(를) 보낼 수 없습니다: %@
nb: Kunne ikke sende %@: %@
nl: Kan %@ niet verzenden: %@
oc: Impossible de mandar %@ : %@
pl: Nie można wysłać %@: %@
pt: Não foi possível enviar %@: %@
ro: Nu s-a putut trimite %@: %@
ru: Не удалось отправить %@: %@
sk: Nepodarilo sa odoslať %@: %@
sv: Det gick inte att skicka %@: %@
uk: Не вдалося надіслати %@: %@
zh_hans: 无法发送 %@：%@
zh_hant: 無法傳送 %@：%@
zh_hk: 無法傳送 %@：%@

# ramonda.unknown_error
source: The live trip service returned an unknown error.
bg: Услугата за пътувания в реално време върна неизвестна грешка.
cs: Služba živých spojů vrátila neznámou chybu.
da: Live-tjenesten returnerede en ukendt fejl.
de: Der Live-Fahrtdienst hat einen unbekannten Fehler zurückgegeben.
el: Η υπηρεσία ζωντανών διαδρομών επέστρεψε άγνωστο σφάλμα.
es: El servicio de viajes en directo devolvió un error desconocido.
fi: Reaaliaikainen matkapalvelu palautti tuntemattoman virheen.
fr: Le service de trajets en direct a renvoyé une erreur inconnue.
hu: Az élő járatszolgáltatás ismeretlen hibát adott vissza.
it: Il servizio corse in tempo reale ha restituito un errore sconosciuto.
ja: リアルタイム便サービスから不明なエラーが返されました。
ko: 실시간 운행 서비스가 알 수 없는 오류를 반환했습니다.
nb: Live-tjenesten returnerte en ukjent feil.
nl: De live-ritservice heeft een onbekende fout geretourneerd.
oc: Lo servici de trajèctes en dirècte a retornat una error desconeguda.
pl: Usługa przejazdów na żywo zwróciła nieznany błąd.
pt: O serviço de viagens em direto devolveu um erro desconhecido.
ro: Serviciul de curse live a returnat o eroare necunoscută.
ru: Служба рейсов в реальном времени вернула неизвестную ошибку.
sk: Služba živých spojov vrátila neznámu chybu.
sv: Livetjänsten returnerade ett okänt fel.
uk: Служба рейсів наживо повернула невідому помилку.
zh_hans: 实时行程服务返回了未知错误。
zh_hant: 即時行程服務傳回未知錯誤。
zh_hk: 即時班次服務傳回未知錯誤。

source: Reconnecting
bg: Повторно свързване
cs: Opětovné připojení
da: Forbinder igen
de: Erneute Verbindung
el: Επανασύνδεση
es: Reconectando
fi: Yhdistetään uudelleen
fr: Reconnexion
hu: Újracsatlakozás
it: Riconnessione
ja: 再接続中
ko: 재연결 중
nb: Kobler til på nytt
nl: Opnieuw verbinden
oc: Reconnexion
pl: Ponowne łączenie
pt: A religar
ro: Se reconectează
ru: Переподключение
sk: Opätovné pripojenie
sv: Återansluter
uk: Повторне підключення
zh_hans: 正在重新连接
zh_hant: 正在重新連線
zh_hk: 正在重新連線

source: Reduced service
bg: Намалено обслужване
cs: Omezený provoz
da: Reduceret drift
de: Eingeschränkter Betrieb
el: Μειωμένη υπηρεσία
es: Servicio reducido
fi: Harvennettu liikenne
fr: Service réduit
hu: Csökkentett szolgáltatás
it: Servizio ridotto
ja: 減便
ko: 감축 운행
nb: Redusert drift
nl: Beperkte dienst
oc: Servici redusit
pl: Ograniczone kursowanie
pt: Serviço reduzido
ro: Serviciu redus
ru: Сокращённое движение
sk: Obmedzená premávka
sv: Reducerad trafik
uk: Обмежений рух
zh_hans: 减少服务
zh_hant: 減少服務
zh_hk: 班次減少

source: Replacement stop
bg: Заместваща спирка
cs: Náhradní zastávka
da: Erstatningsstoppested
de: Ersatzhaltestelle
el: Στάση αντικατάστασης
es: Parada de sustitución
fi: Korvaava pysäkki
fr: Arrêt de remplacement
hu: Pótló megálló
it: Fermata sostitutiva
ja: 代替停留所
ko: 대체 정류장
nb: Erstatningsstopp
nl: Vervangende halte
oc: Arrèst de remplaçament
pl: Przystanek zastępczy
pt: Paragem de substituição
ro: Oprire de înlocuire
ru: Замещающая остановка
sk: Náhradná zastávka
sv: Ersättningshållplats
uk: Заміщувальна зупинка
zh_hans: 替代站点
zh_hant: 替代站點
zh_hk: 替代車站

source: Request location
bg: Искане на местоположение
cs: Vyžádat polohu
da: Anmod om placering
de: Standort anfordern
el: Αίτημα τοποθεσίας
es: Solicitar ubicación
fi: Pyydä sijaintia
fr: Demander la position
hu: Helyzet kérése
it: Richiedi posizione
ja: 位置情報を要求
ko: 위치 요청
nb: Be om posisjon
nl: Locatie opvragen
oc: Demandar la posicion
pl: Poproś o lokalizację
pt: Pedir localização
ro: Solicită locația
ru: Запросить местоположение
sk: Vyžiadať polohu
sv: Begär plats
uk: Запросити місцезнаходження
zh_hans: 请求位置
zh_hant: 要求位置
zh_hk: 要求位置

source: Retry
bg: Опитай отново
cs: Zkusit znovu
da: Prøv igen
de: Erneut versuchen
el: Δοκιμή ξανά
es: Reintentar
fi: Yritä uudelleen
fr: Réessayer
hu: Újra
it: Riprova
ja: 再試行
ko: 다시 시도
nb: Prøv igjen
nl: Opnieuw proberen
oc: Tornar ensajar
pl: Spróbuj ponownie
pt: Tentar novamente
ro: Reîncearcă
ru: Повторить
sk: Skúsiť znova
sv: Försök igen
uk: Повторити
zh_hans: 重试
zh_hant: 重試
zh_hk: 重試

source: Route
bg: Линия
cs: Linka
da: Linje
de: Linie
el: Γραμμή
es: Ruta
fi: Linja
fr: Ligne
hu: Járat
it: Linea
ja: 路線
ko: 노선
nb: Linje
nl: Lijn
oc: Linha
pl: Linia
pt: Rota
ro: Linie
ru: Маршрут
sk: Linka
sv: Linje
uk: Маршрут
zh_hans: 线路
zh_hant: 路線
zh_hk: 路線

source: Route type
bg: Тип линия
cs: Typ linky
da: Linjetype
de: Linientyp
el: Τύπος γραμμής
es: Tipo de ruta
fi: Linjatyyppi
fr: Type de ligne
hu: Járattípus
it: Tipo di linea
ja: 路線種別
ko: 노선 유형
nb: Linjetype
nl: Lijntype
oc: Tipe de linha
pl: Typ linii
pt: Tipo de rota
ro: Tip linie
ru: Тип маршрута
sk: Typ linky
sv: Linjetyp
uk: Тип маршруту
zh_hans: 线路类型
zh_hant: 路線類型
zh_hk: 路線類型

source: Route website
bg: Уебсайт на линията
cs: Web linky
da: Rutenes websted
de: Website der Linie
el: Ιστότοπος γραμμής
es: Sitio web de la ruta
fi: Linjan verkkosivusto
fr: Site web de la ligne
hu: A vonal webhelye
it: Sito web della linea
ja: 路線のウェブサイト
ko: 노선 웹사이트
nb: Rutens nettsted
nl: Website van de route
oc: Site web de la linha
pl: Witryna trasy
pt: Site da rota
ro: Site-ul rutei
ru: Сайт маршрута
sk: Web linky
sv: Linjens webbplats
uk: Сайт маршруту
zh_hans: 线路网站
zh_hant: 路線網站
zh_hk: 路線網站

# route.accessibility
source: Route %@
bg: Линия %@
cs: Linka %@
da: Linje %@
de: Linie %@
el: Γραμμή %@
es: Ruta %@
fi: Linja %@
fr: Ligne %@
hu: Járat %@
it: Linea %@
ja: 路線 %@
ko: 노선 %@
nb: Linje %@
nl: Lijn %@
oc: Linha %@
pl: Linia %@
pt: Rota %@
ro: Linie %@
ru: Маршрут %@
sk: Linka %@
sv: Linje %@
uk: Маршрут %@
zh_hans: 线路 %@
zh_hant: 路線 %@
zh_hk: 路線 %@

# route.line
source: Line %@
bg: Линия %@
cs: Linka %@
da: Linje %@
de: Linie %@
el: Γραμμή %@
es: Ruta %@
fi: Linja %@
fr: Ligne %@
hu: Járat %@
it: Linea %@
ja: 路線 %@
ko: 노선 %@
nb: Linje %@
nl: Lijn %@
oc: Linha %@
pl: Linia %@
pt: Rota %@
ro: Linie %@
ru: Маршрут %@
sk: Linka %@
sv: Linje %@
uk: Маршрут %@
zh_hans: 线路 %@
zh_hant: 路線 %@
zh_hk: 路線 %@

source: Routes
bg: Линии
cs: Linky
da: Linjer
de: Linien
el: Γραμμές
es: Rutas
fi: Linjat
fr: Lignes
hu: Járatok
it: Linee
ja: 路線
ko: 노선
nb: Linjer
nl: Lijnen
oc: Linhas
pl: Linie
pt: Rotas
ro: Linii
ru: Маршруты
sk: Linky
sv: Linjer
uk: Маршрути
zh_hans: 线路
zh_hant: 路線
zh_hk: 路線

source: Scroll to current stop
bg: Превърти до текущата спирка
cs: Posunout na aktuální zastávku
da: Rul til det aktuelle stoppested
de: Zur aktuellen Haltestelle scrollen
el: Κύλιση στην τρέχουσα στάση
es: Desplazarse a la parada actual
fi: Vieritä nykyiselle pysäkille
fr: Faire défiler jusqu’à l’arrêt actuel
hu: Görgetés az aktuális megállóhoz
it: Scorri fino alla fermata attuale
ja: 現在の停留所までスクロール
ko: 현재 정류장으로 스크롤
nb: Rull til gjeldende stopp
nl: Scroll naar de huidige halte
oc: Far desfilar fins a l’arrèst actual
pl: Przewiń do bieżącego przystanku
pt: Deslocar para a paragem atual
ro: Derulează la oprirea curentă
ru: Прокрутить к текущей остановке
sk: Posunúť na aktuálnu zastávku
sv: Rulla till den aktuella hållplatsen
uk: Прокрутити до поточної зупинки
zh_hans: 滚动到当前站点
zh_hant: 捲動至目前站點
zh_hk: 捲動至目前車站

source: Search here
bg: Търсене тук
cs: Hledat zde
da: Søg her
de: Hier suchen
el: Αναζήτηση εδώ
es: Buscar aquí
fi: Hae tästä
fr: Rechercher ici
hu: Keresés itt
it: Cerca qui
ja: ここで検索
ko: 여기서 검색
nb: Søk her
nl: Hier zoeken
oc: Cercar aicí
pl: Szukaj tutaj
pt: Pesquisar aqui
ro: Caută aici
ru: Искать здесь
sk: Hľadať tu
sv: Sök här
uk: Шукати тут
zh_hans: 在此搜索
zh_hant: 在此搜尋
zh_hk: 在此搜尋

source: Selection
bg: Избор
cs: Výběr
da: Valg
de: Auswahl
el: Επιλογή
es: Selección
fi: Valinta
fr: Sélection
hu: Kijelölés
it: Selezione
ja: 選択
ko: 선택
nb: Valg
nl: Selectie
oc: Seleccion
pl: Wybór
pt: Seleção
ro: Selecție
ru: Выбор
sk: Výber
sv: Val
uk: Вибір
zh_hans: 选择
zh_hant: 選擇
zh_hk: 選擇

# selection.count
source: Selected: %d
bg: Избор: %d
cs: Výběr: %d
da: Valg: %d
de: Auswahl: %d
el: Επιλογή: %d
es: Selección: %d
fi: Valinta: %d
fr: Sélection: %d
hu: Kijelölés: %d
it: Selezione: %d
ja: 選択: %d
ko: 선택: %d
nb: Valg: %d
nl: Selectie: %d
oc: Seleccion: %d
pl: Wybór: %d
pt: Seleção: %d
ro: Selecție: %d
ru: Выбор: %d
sk: Výber: %d
sv: Val: %d
uk: Вибір: %d
zh_hans: 选择: %d
zh_hant: 選擇: %d
zh_hk: 選擇: %d

source: Service alerts
bg: Съобщения за обслужването
cs: Provozní upozornění
da: Driftsmeldinger
de: Servicehinweise
el: Ειδοποιήσεις υπηρεσίας
es: Alertas de servicio
fi: Liikennetiedotteet
fr: Alertes de service
hu: Forgalmi értesítések
it: Avvisi di servizio
ja: 運行情報
ko: 운행 알림
nb: Driftsmeldinger
nl: Dienstmeldingen
oc: Alèrtas de servici
pl: Komunikaty serwisowe
pt: Alertas de serviço
ro: Alerte de serviciu
ru: Сервисные оповещения
sk: Prevádzkové upozornenia
sv: Trafikmeddelanden
uk: Сервісні сповіщення
zh_hans: 服务提醒
zh_hant: 服務提示
zh_hk: 服務提示

source: Service date
bg: Дата на обслужване
cs: Datum provozu
da: Driftsdato
de: Betriebstag
el: Ημερομηνία υπηρεσίας
es: Fecha de servicio
fi: Liikennöintipäivä
fr: Date de service
hu: Közlekedési nap
it: Data di servizio
ja: 運行日
ko: 운행일
nb: Driftsdato
nl: Dienstregelingsdatum
oc: Data de servici
pl: Data kursowania
pt: Data de serviço
ro: Data serviciului
ru: Дата обслуживания
sk: Dátum prevádzky
sv: Trafikdatum
uk: Дата обслуговування
zh_hans: 运营日期
zh_hant: 營運日期
zh_hk: 營運日期

source: Settings
bg: Настройки
cs: Nastavení
da: Indstillinger
de: Einstellungen
el: Ρυθμίσεις
es: Ajustes
fi: Asetukset
fr: Réglages
hu: Beállítások
it: Impostazioni
ja: 設定
ko: 설정
nb: Innstillinger
nl: Instellingen
oc: Paramètres
pl: Ustawienia
pt: Definições
ro: Setări
ru: Настройки
sk: Nastavenia
sv: Inställningar
uk: Налаштування
zh_hans: 设置
zh_hant: 設定
zh_hk: 設定
